02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-07-adresvraag webservice/uc1004-07C20T080a/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>10110</m:item>
                    <m:item>10120</m:item>
                    <m:item>10240</m:item>
                    <m:item>81160</m:item>
                    <m:item>20110</m:item>
                    <m:item>20120</m:item>
                    <m:item>20210</m:item>
                    <m:item>20220</m:item>
                    <m:item>20230</m:item>
                    <m:item>20240</m:item>
                    <m:item>20310</m:item>
                    <m:item>20320</m:item>
                    <m:item>20330</m:item>
                    <m:item>20410</m:item>
                    <m:item>26210</m:item>
                    <m:item>28110</m:item>
                    <m:item>28120</m:item>
                    <m:item>28210</m:item>
                    <m:item>28220</m:item>
                    <m:item>28230</m:item>
                    <m:item>28510</m:item>
                    <m:item>28610</m:item>
                    <m:item>520110</m:item>
                    <m:item>520120</m:item>
                    <m:item>520210</m:item>
                    <m:item>520220</m:item>
                    <m:item>520230</m:item>
                    <m:item>520240</m:item>
                    <m:item>520310</m:item>
                    <m:item>520320</m:item>
                    <m:item>520330</m:item>
                    <m:item>520410</m:item>
                    <m:item>526210</m:item>
                    <m:item>528110</m:item>
                    <m:item>528120</m:item>
                    <m:item>528210</m:item>
                    <m:item>528220</m:item>
                    <m:item>528230</m:item>
                    <m:item>528510</m:item>
                    <m:item>528610</m:item>
                    <m:item>30110</m:item>
                    <m:item>30120</m:item>
                    <m:item>30210</m:item>
                    <m:item>30220</m:item>
                    <m:item>30230</m:item>
                    <m:item>30240</m:item>
                    <m:item>30310</m:item>
                    <m:item>30320</m:item>
                    <m:item>30330</m:item>
                    <m:item>30410</m:item>
                    <m:item>36210</m:item>
                    <m:item>38110</m:item>
                    <m:item>38120</m:item>
                    <m:item>38210</m:item>
                    <m:item>38220</m:item>
                    <m:item>38230</m:item>
                    <m:item>38510</m:item>
                    <m:item>38610</m:item>
                    <m:item>530110</m:item>
                    <m:item>530120</m:item>
                    <m:item>530210</m:item>
                    <m:item>530220</m:item>
                    <m:item>530230</m:item>
                    <m:item>530240</m:item>
                    <m:item>530310</m:item>
                    <m:item>530320</m:item>
                    <m:item>530330</m:item>
                    <m:item>530410</m:item>
                    <m:item>536210</m:item>
                    <m:item>538110</m:item>
                    <m:item>538120</m:item>
                    <m:item>538210</m:item>
                    <m:item>538220</m:item>
                    <m:item>538230</m:item>
                    <m:item>538510</m:item>
                    <m:item>538610</m:item>
                    <m:item>90110</m:item>
                    <m:item>90120</m:item>
                    <m:item>90210</m:item>
                    <m:item>90220</m:item>
                    <m:item>90230</m:item>
                    <m:item>90240</m:item>
                    <m:item>90310</m:item>
                    <m:item>90320</m:item>
                    <m:item>90330</m:item>
                    <m:item>98110</m:item>
                    <m:item>98120</m:item>
                    <m:item>98210</m:item>
                    <m:item>98220</m:item>
                    <m:item>98230</m:item>
                    <m:item>98510</m:item>
                    <m:item>98610</m:item>
                    <m:item>590110</m:item>
                    <m:item>590120</m:item>
                    <m:item>590210</m:item>
                    <m:item>590220</m:item>
                    <m:item>590230</m:item>
                    <m:item>590240</m:item>
                    <m:item>590310</m:item>
                    <m:item>590320</m:item>
                    <m:item>590330</m:item>
                    <m:item>598110</m:item>
                    <m:item>598120</m:item>
                    <m:item>598210</m:item>
                    <m:item>598220</m:item>
                    <m:item>598230</m:item>
                    <m:item>598510</m:item>
                    <m:item>598610</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>10110</m:rubrieknummer>
                        <m:zoekwaarde>2092680737</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>10120</m:rubrieknummer>
                        <m:zoekwaarde>742730633</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>10240</m:rubrieknummer>
                        <m:zoekwaarde>Veld</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81160</m:rubrieknummer>
                        <m:zoekwaarde>3031RG</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>